import { ReviewCardProps } from "./reviewcard.ui";
import ava from "~shared/assets/ReviewsCard/ava.png";

export const ReviewsData: ReviewCardProps[] = [
  {
    avatar: ava,
    name: "Ольга скрябина",
    profession: "Руководитель компании технической поддержки",
    reviewText:
      "Как руководитель компании технической поддержки, я с уверенностью могу сказать, что использование данного сервиса стало одним из лучших решений для нашей команды. Простота интерфейса, надежность работы и широкий функционал позволили нам значительно оптимизировать процессы, улучшить качество обслуживания клиентов и сэкономить время. ",
  },
  {
    avatar: ava,
    name: "Ольга скрябина",
    profession: "Руководитель компании технической поддержки",
    reviewText:
      "Как руководитель компании технической поддержки, я с уверенностью могу сказать, что использование данного сервиса стало одним из лучших решений для нашей команды. Простота интерфейса, надежность работы и широкий функционал позволили нам значительно оптимизировать процессы, улучшить качество обслуживания клиентов и сэкономить время. ",
  },
  {
    avatar: ava,
    name: "Ольга скрябина",
    profession: "Руководитель компании технической поддержки",
    reviewText:
      "Как руководитель компании технической поддержки, я с уверенностью могу сказать, что использование данного сервиса стало одним из лучших решений для нашей команды. Простота интерфейса, надежность работы и широкий функционал позволили нам значительно оптимизировать процессы, улучшить качество обслуживания клиентов и сэкономить время. ",
  },
  {
    avatar: ava,
    name: "Ольга скрябина",
    profession: "Руководитель компании технической поддержки",
    reviewText:
      "Как руководитель компании технической поддержки, я с уверенностью могу сказать, что использование данного сервиса стало одним из лучших решений для нашей команды. Простота интерфейса, надежность работы и широкий функционал позволили нам значительно оптимизировать процессы, улучшить качество обслуживания клиентов и сэкономить время. ",
  },
];
