import { AccordionItemProps } from "./accordionitem.ui";

export const accordionData: AccordionItemProps[] = [
  {
    quiz: "Как записаться на прием через ваш сервис?",
    title: "Как записаться на прием через ваш сервис?",
    content:
      "Записаться на прием очень просто. Выберите интересующую вас услугу, удобную дату и время, заполните контактные данные и подтвердите запись.",
  },
  {
    quiz: "Как записаться на прием через ваш сервис?",
    title: "Как записаться на прием через ваш сервис?",

    content:
      "Записаться на прием очень просто. Выберите интересующую вас услугу, удобную дату и время, заполните контактные данные и подтвердите запись.",
  },
  {
    quiz: "Как записаться на прием через ваш сервис?",
    title: "Как записаться на прием через ваш сервис?",

    content:
      "Записаться на прием очень просто. Выберите интересующую вас услугу, удобную дату и время, заполните контактные данные и подтвердите запись.",
  },
  {
    quiz: "Как записаться на прием через ваш сервис?",
    title: "Как записаться на прием через ваш сервис?",

    content:
      "Записаться на прием очень просто. Выберите интересующую вас услугу, удобную дату и время, заполните контактные данные и подтвердите запись.",
  },
  {
    quiz: "Как записаться на прием через ваш сервис?",
    title: "Как записаться на прием через ваш сервис?",

    content:
      "Записаться на прием очень просто. Выберите интересующую вас услугу, удобную дату и время, заполните контактные данные и подтвердите запись.",
  },
];
